[
  {
    "name": "Tea and Lavender Latte",
    "description": "This drink will increase positivity and calm throughout your day",
    "image": "TeaandLavenderLatte.png",
    "price": 15,
    "quantity": null,
    "ingredients": "",
    "steps": "",
    "category": "Drinks", 
    "points": 10
  },
  {
    "name": "Rosemary Latte",
    "description": "This drink will help cleanse your spirit and mind and ward off any negative energies",
    "image": "RosemaryLatte.png",
    "price": 15,
    "quantity": null,
    "ingredients": "",
    "steps": "",
    "category": "Drinks", 
    "points": 10
  },
  {
    "name": "Turmeric Soy Latte",
    "description": "This drink will give you strength and help bring happiness and abundance",
    "image": "TurmericSoyLatte.png",
    "price": 10,
    "quantity": null,
    "ingredients": "",
    "steps": "",
    "category": "Drinks",
    "points": 10
  },
  {
    "name": "Matcha Latte",
    "description": "This drink will help you get energized while keeping energies calm",
    "image": "MatchaLatte.png",
    "price": 10,
    "quantity": null,
    "ingredients": "",
    "steps": "",
    "category": "Drinks",
    "points": 10
  },
  {
    "name": "Cafe Mexicano",
    "description": "This drink will help attract positive finances and strength",
    "image": "CafeMexicano.png",
    "price": 10,
    "quantity": null,
    "ingredients": "",
    "steps": "",
    "category": "Drinks", 
    "points": 10
  },
  {
    "name": "Mint Tea",
    "description": "Drink this tea for help in warding off negative energies and attracting wealth",
    "image": "MintTea.png",
    "price": 10,
    "quantity": null,
    "ingredients": "",
    "steps": "",
    "category": "Drinks",
    "points": 10
  },
  {
    "name": "Cinnamon Coffee Cake",
    "description": "Take a bite of this coffee cake for a boost in prosperity",
    "image": "CinnamonCoffeeCake.png",
    "price": 10,
    "quantity": null,
    "ingredients": "",
    "steps": "",
    "category": "Foods",
    "points": 15
  },
  {
    "name": "Cranberry Vanilla Coffee Cake",
    "description": "A healing and soothing cake that will also bring protection with each bite",
    "image": "CranberryVanillaCoffeeacke.png",
    "price": 20,
    "quantity": null,
    "ingredients": "",
    "steps": "",
    "category": "Foods",
    "points": 15
  },
  {
    "name": "Ube Cookies",
    "description": "Enjoy these sweet cookies that will help ground you and brighten our day",
    "image": "UbeCookies.png",
    "price": 10,
    "quantity": null,
    "ingredients": "",
    "steps": "",
    "category": "Foods",
    "points": 15
  },
  {
    "name": "Honey Lemon Cookies",
    "description": "Cookies to help uplift he spirit and balance the sacral chakra",
    "image": "HoneyLemonCookies.png",
    "price": 10,
    "quantity": null,
    "ingredients": "",
    "steps": "",
    "category": "Foods",
    "points": 15
  },
  {
    "name": "Baklava with Cardamom",
    "description": "A slice of our baklava will help soothe your soul and boost you with positive energy",
    "image": "BaklavawithCardamom.png",
    "price": 18,
    "quantity": null,
    "ingredients": "",
    "steps": "",
    "category": "Foods",
    "points": 15
  },
  {
    "name": "Tres Leches Cupcakes",
    "description": "While this rich cake seems indulgent, it will help clear and soothe your soul",
    "image": "TresLechesCupcakes.png",
    "price": 20,
    "quantity": null,
    "ingredients": "",
    "steps": "",
    "category": "Foods",
    "points": 15
  },
  {
    "name": "Moon Water",
    "description": "Moon water is water that has been blessed under the Moon. You can make this at an lunar phase!",
    "image": "MoonWater.png",
    "price": 10,
    "quantity": null,
    "ingredients": "1. Water (it can be tap or rain water if it's safe to drink),2. 1 bowl or a glass container of any size",
    "steps": "1. Pour water in the bowl. Use 3 cups of water or experiment with the amounts, 2. Put the bowl in a place where it will be lit by the moonlight, preferably outside, but it could be near a window inside your home.It doesn't matter if it's cloudy outside, since moonlight, just like sunlight, can pierce through the clouds easily. 3. As you place the water in the moonlight, consecrate it by saying out loud: 'Dear Moon, thanks for this Sacred Water, which is already helping me with (say your intention here)'. 4. You don't need to leave the water outside all night. Collect it before the sunlight touches it. 5. Filter out any insects that might have landed on the water and put it in a bottle. Store it in a dark place such as a kitchen cabinet or a closet until you use it.",
    "category": "Recipes"
  },
  {
    "name": "Healing Potion",
    "description": "Healing potion that will soothe the body and soul",
    "image": "HealingPotion.jpg",
    "price": 10,
    "quantity": null,
    "ingredients": "1. 1-inch piece of ginger root sliced into coins, 2.  1 tablespoon of raw honey, 3. 1 tablespoon of lemon juice, 4. 1 white or yellow candle, 5. Tea cup, 6. Water",
    "steps": "1. Light the candle and heat the water. 2. Add the ginger root to the tea cup. 3. Add honey and lemon juice, then add water. 4. While you wait for the tea to steep, sit comfortably. 5. Take 3 deep breaths as you cecome aware of your body, your mind, and position. Say: 'I invoke the healing energy of this drink' 6. Take a sip of your tea. 7. Visualize the hot water in your tea as a high vibration that goes through your body. It detects any type of negativity both in your physical body or in your mind. 8. Say: 'I take care of my body, my mind and my emotions 'Today I am safe, relaxed and life flows joyfully 'Today my health is perfect. 9. Let the sensations flow freely as any thoughts or emotions that may appear. In this moment you are healing.",
    "category": "Recipes"
  },
  {
    "name": "Love Perfume",
    "description": "Dab perfume on wrist to attract attention from those you desire.",
    "image": "LovePerfume.jpg",
    "price": 10,
    "quantity": null,
    "ingredients": "1. sweet almond oil for a base, 2. orange essential oil for sexual energy, 3. cinnamon essential oil for lust, 4. vanilla essential oil for love  ",
    "steps": "dab this perfume on your wrist when you are near someone whose attractio you desire",
    "category": "Recipes"
  }
]
